const Outline = () => {
  return (
    <div className="container mx-auto max-w-screen-xl px-4 py-5 lg:px-20 lg:py-10">
      <div className="mb-3 text-lg font-bold lg:text-2xl">개요</div>
      <p className="text-sm font-normal lg:text-base">
        대한미식축구협회(KAFA, Korea American Football Association) 우리나라의
        미식축구는 1945년 광복과 함께 도입되었다. 그해 12월 6일 초대 대한민국
        IOC 위원이신 故 정경무 님이 초대 대한 미식축구협회 회장으로 취임하셨으며
        故 조병욱 박사께서 후임 회장을 지내셨다. 해방전 일본에서 미식축구를
        접하셨던 張搏(와세다 대학), 田以諾(메이지 대학), 全得秀(게이오
        대학),崔仁衝(와세다 대학), 朱元福 선생등과 같이 선수 및 코치로서
        미식축구의 보급을 위해 활약을 하셨던 분들의 희생과 노력이 오늘날 한국
        미식축구의 기틀을 마련하셨다. 1947년 서울대학교 내의 문리과대학,
        상과대학, 공과대학 사범대학 등 단과대학을 중심으로 팀을 창단하였으나
        장비 보급이 원활하지 않아 별다른 활동을 하지 못한 채 한국전쟁으로
        해체되었다. 이후 배재고, 보인상고, 성복고, 인천선인고 등에 팀이
        창설되었으나 역시 큰 활동 없이 해체를 거듭하였다. 1957년 미국의 장비기증
        등으로 성균관대학을 시작으로 고려대, 서울대, 한양대, 경희대, 단국대 등
        7개팀이 창단되고 1962년에는 국내 최초로 미식축구대회를 개최하기에
        이르렀다. 서울지역에만 머물던 미식축구는 1976년 영남지역 출신 OB들의
        헌신적인 노력으로 동아대학교를 필두로 부산, 경남지역과 대구,
        경북지역으로 확대되었고, 경기도 및 강원도, 충청도 지역으로 보급되고
        있다. 오늘날 40여개 대학팀, 5개의 사회인 팀, 30여개의 플래그 풋볼 팀과
        10개에 가까운 고교팀, 클럽팀으로 명실상부한 국내 아마추어 스포츠의 최대
        조직으로 성장하게 되었으며, 미식축구의 효율적인 전국 보급을 위하여
        대한미식축구협회 산하에 6개의 지역협회가 있고 대구지부등 17개 시도지부로
        보급을 하고 있으며, 대학연맹, 사회인연맹, 플래그 풋볼 연맹, 유스연맹 등
        4개의 전국규모 연맹체가 연령별, 선수별 대회를 주최하고 팀들을 지도하고
        있다. 1946년 9월 5일 서울 YMCA에서 조선미식축구협회 창립총회 이후
        대한미식축구협회라는 명칭을 사용하던 협회는 1978년 명칭을
        한국아메리칸풋볼협회(Korea American Football Association, KAFA)로
        개칭하였으며 2001년 3월 다시 대한 미식축구협회(KAFA)로 환원하여 현재에
        이르고 있다. 또한 협회는 국제미식축구연맹(IFAF)의 가입과 월드컵
        출전권획득, 국제 대학스포츠연맹 FISU 대회, 유소년의 미식축구 보급을 위한
        플래그 풋볼 도입등 국제 무대에서의 지위를 넓히고 있다.
      </p>
      <div className="mt-5 text-lg font-bold lg:mt-8 lg:text-2xl">일반</div>
      <div className="mt-3 grid grid-cols-2">
        <div className="text-left">
          <div>창립</div>
          <div>회장</div>
          <div>주소</div>
          <div>대표 전화</div>
          <div>대표 팩스</div>
          <div>홈페이지</div>
        </div>
        <div className="">
          <div>1945년</div>
          <div>김호원</div>
          <div>서울특별시 마포구 독막로 101(상수동 141-1)</div>
          <div>대표 전화</div>
          <div>대표 팩스</div>
          <div>홈페이지</div>
        </div>
      </div>

      <div className="mt-5 text-lg font-bold lg:mt-8 lg:text-2xl">
        찾아오시는 길
      </div>
      <div className="mt-3">
        주소: 서울특별시 마포구 독막로 101(상수동 141-1)
      </div>
    </div>
  )
}

export default Outline
